Repository: virtual-labs/exp-black-body-radiation-stefans-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: " पानी का तापमान " स्लाइडर का उपयोग पानी के तापमान पर सेट करें।

source: help2
hi_in: " आसपास के तापमान " स्लाइडर का उपयोग आसपास के तापमान पर सेट करें।

source: help3
hi_in: "डिस्क के मास " स्लाइडर का उपयोग डिस्क की बड़े पैमाने पर सेट करें।

source: help4
hi_in: "डिस्क की त्रिज्या" स्लाइडर का उपयोग डिस्क की त्रिज्या सेट करें।

source: help5
hi_in: डिवाइस पर स्विच करने के लिए बटन " पर सत्ता " पर क्लिक करें।

source: help6
hi_in: सही स्थिति में डिस्क फिट करने के लिए " डिस्क फिट " बटन पर क्लिक करें।

source: help7
hi_in: पार के अनुभागीय दृश्य दिखाने के लिए " पार के अनुभागीय दृश्य " चेक बॉक्स पर क्लिक करें ।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Black Body Radiation
hi_in: श्याम पिंडों से उत्पन्न विकिरण

source: Variables
hi_in: चर

source: Water Temperature:
hi_in: पानी का तापमान:

source: Surrounding Temperature:
hi_in: आसपास के तापमान :

source: Mass of Disc:
hi_in: डिस्क का मास:

source: Radius of Disc:
hi_in: डिस्क की त्रिज्या:

source: Power On
hi_in: पावर पर

source: Reset
hi_in: रीसेट

source: Fit the Disc
hi_in: डिस्क फिट

source: Cross-sectional View
hi_in: पार अनुभागीय दृश्य

source: Measurements
hi_in: माप

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Power on
hi_in: पावर ऑन
